Repository: pizza-studio/GenshinPizzaHelper
Catalog: GenshinPizzaHepler/Localizable.xcstrings
Source language: zh_hans
Languages: en, fil, fr, it, ja, ko, ru, vi, zh_hant

# widget.next20Resin:%lld
source: 距离%lld树脂
en: Time to %lld Resins
fil: Oras hanggang %lld Resins
fr: Time to %lld resins
it: Time to %lld Resins
ja: %lld個樹脂まで
ko: Time to %lld Resins
ru: Время до %lld смолы
vi: Thời gian để %lld Nhựa
zh_hant: 距離%lld樹脂

# widget.next160Resin
source: 距离160树脂
en: Time to 160 Resins
fil: Oras hanggang 160 Resins
fr: Time to 160 resins
it: Time to 160 Resins
ja: 160個樹脂まで
ko: Time to 160 Resins
ru: Время до 160 Первородной смолы
vi: Thời gian đầy 160 Nhựa
zh_hant: 距離160樹脂

# widget.refresh.note
source: 小组件固定每8分钟刷新一次，同步频率不会影响小组件刷新。建议您尽可能设置更长的同步频率，并在每次游玩后打开App自动同步一次。
en: The widget is fixed to refresh every 8 minutes, the sync frequency will not affect the widget refresh. It is recommended that you set a longer sync frequency if possible and open the app to sync once after each tour.
fil: Ang widget ay naayos upang i-refresh tuwing 8 na minuto, ang dalas ng pag -sync ay hindi makakaapekto sa pag-refresh ng widget. Inirerekomenda na magtakda ka ng isang mas mahabang dalas ng pag-sync kung maaari at buksan ang app upang mag-sync isang beses pagkatapos ng bawat oras.
fr: The widget is fixed to refresh every 8 minutes, the sync frequency will not affect the widget refresh. It is recommended that you set a longer sync frequency if possible and open the app to sync once after each tour.
it: The widget is fixed to refresh every 8 minutes, the sync frequency will not affect the widget refresh. It is recommended that you set a longer sync frequency if possible and open the app to sync once after each tour.
ja: ウィジェットは 8 分ごとに更新されるように固定されており、同期の頻度はウィジェットの更新に影響しません。 可能であればより長い同期頻度を設定し、ゲームをプレイした後に一度アプリを開いて同期することをお勧めします。
ko: The widget is fixed to refresh every 8 minutes, the sync frequency will not affect the widget refresh. It is recommended that you set a longer sync frequency if possible and open the app to sync once after each tour.
ru: Виджет обновляется каждые 8 ​​минут, частота обновления не влияет на показания виджета. Рекомендуется установить более длинную частоту обновления, если это возможно и почаще открывать приложение для синхронизации.
vi: Tiện ích được cố định để làm mới cứ sau 8 phút, tần suất đồng bộ hóa sẽ không ảnh hưởng đến việc làm mới tiện ích. Bạn nên đặt tần suất đồng bộ dài hơn nếu có thể và mở ứng dụng để đồng bộ một lần sau mỗi chuyến tham quan.
zh_hant: 小工具固定每8分鐘刷新一次，同步頻率不會影響小工具刷新。建議您儘可能設定更長的同步頻率，並在每次遊玩後打開App自動同步一次。

# widget.resin.full
source: 已回满
en: Full
fil: Puno
fr: Full
it: Full
ja: 回復完了
ko: Full
ru: Полный
vi: Đầy
zh_hant: 已回滿

# widget.resin.refillTime.countdown.ofSb
source: 的原粹树脂回满倒计时
en: 's countdown to 160 resin
fil: 's countdown hanggang 160 resin
fr: 's countdown to 160 resin
it: 's countdown to 160 resin
ja: の天然樹脂回復カウントダウン
ko: 's countdown to 160 resin
ru: , обратный отсчет до 160 смолы
vi: 's đếm ngược đến khi đầy 160 nhựa
zh_hant: 的原粹樹脂回滿倒計時

# widget.resin.refillTime.countdown.show.title
source: 展示原粹树脂与恢复到160树脂的倒计时
en: Showing the original resin and the countdown to 160 resin.
fil: Pinapakita ang original resin at ang countdown hanggang 160 resin.
fr: Showing the original resin and the countdown to 160 resin.
it: Showing the original resin and the countdown to 160 resin.
ja: 天然樹脂と160個に回復までのカウントダウンを表示
ko: Showing the original resin and the countdown to 160 resin.
ru: Показывать Первородную смолу и время до 160.
vi: Hiển thị nhựa ban đầu và đếm ngược đến khi đầy 160 nhựa.
zh_hant: 展示原粹樹脂與充填到160樹脂的倒計時

# widget.resin.refillTime.countdown.title
source: 原粹树脂回满倒计时
en: Timer of the Original Resin
fil: Timer ng Original Resin
fr: Timer of the Oringinal Resin
it: Timer of the Original Resin
ja: 天然樹脂の回復タイマー
ko: Timer of the Original Resin
ru: Таймер Первородной смолы
vi: Hẹn giờ của Nhựa Nguyên Chất
zh_hant: 原粹樹脂回滿倒計時

# widget.resin.refillTime.ofSb
source: 的widget.resin.refillTime.title
en: 's resin fully refilled time
fil: 's resin fully refilled time
fr: 's resin fully refilled time
it: 's resin fully refilled time
ja: の天然樹脂回復時間
ko: 's resin fully refilled time
ru: , время полного восстановления смолы
vi: 's thời gian hồi đầy nhựa
zh_hant: 的原粹樹脂回滿時間

# widget.resin.refillTime.show.title
source: 展示原粹树脂与恢复到160树脂的时间
en: Show the original resin and the time to full.
fil: Ipakita ang original resin at ang oras hanggang mapuno.
fr: Show the original resin and the time to full.
it: Show the original resin and the time to full.
ja: 天然樹脂と160個に回復までの時間を表示
ko: Show the original resin and the time to full.
ru: Показать Первородную смолу и время до заполнения.
vi: Hiển thị lượng nhựa ban đầu và thời gian đầy.
zh_hant: 展示原粹樹脂與充填到160樹脂的時間

# widget.resin.refillTime.title
source: 原粹树脂回满时间
en: Resin Fully Refilled Time
fil: Resin Fully Refilled Time
fr: Resin Fully Refilled Time
it: Resin Fully Refilled Time
ja: 天然樹脂の回復時間
ko: Resin Fully Refilled Time
ru: Время полного восстановления смолы
vi: Thời gian để đầy nhựa hoàn toàn
zh_hant: 原粹樹脂回滿時間

# widget.settings.realmCurrency.speed:%@
source: 每小时%@个
en: %@ per hour
fil: %@ kada oras
fr: %@ per hour
it: %@ per hour
ja: 一時間に%@個
ko: %@ per hour
ru: %@ в час
vi: %@/Giờ
zh_hant: 每小時%@個

# widget.settings.sync.frequency.homeScreen
source: 主屏幕小组件同步频率
en: Home screen widget sync frequency
fil: Dalas ng pag-sync ng widget ng Home Screen
fr: Home screen widget sync frequency
it: Home screen widget sync frequency
ja: ホーム画面ウィジェットの同期頻度
ko: Home screen widget sync frequency
ru: Частота обновления виджета на экране"Домой"
vi: Tần suất đồng bộ hóa tiện ích màn hình chính
zh_hant: 主屏幕小工具同步頻率

# widget.settings.sync.frequency.lockScreen
source: 锁定屏幕小组件同步频率
en: Lock screen widget sync frequency
fil: Dalas ng pag-sync ng widget ng Lock Screen
fr: Lock screen widget sync frequency
it: Lock screen widget sync frequency
ja: ロック画面ウィジェットの同期頻度
ko: Lock screen widget sync frequency
ru: Частота обновления виджета экрана блокировки
vi: Tần suất đồng bộ tiện ích màn hình khóa
zh_hant: 鎖定屏幕小工具同步頻率

# widget.settings.sync.frequency.title
source: 小组件同步频率
en: Widget Sync Frequency
fil: Dalas ng pag-sync ng widget
fr: Widget Sync Frequency
it: Widget Sync Frequency
ja: ウィジェットの同期頻度
ko: Widget Sync Frequency
ru: Частота обновления виджета
vi: Tần suất đồng bộ hóa tiện ích
zh_hant: 小工具同步頻率

# widget.settings.sync.speed:%@
source: 每%@
en: Every %@
fil: Bawat %@
fr: Every %@
it: Every %@
ja: %@ごと
ko: Every %@
ru: Каждые %@
vi: Mỗi %@

# widget.status.done
source: 已全部完成
en: All done
fil: Tapos na lahat
fr: Tout terminées
it: All done
ja: 全部完了
ko: All done
ru: Всё готово
vi: Tất Cả Đã Xong

# widget.status.enquiry.title
source: 查询树脂恢复状态
en: Check your resin recovery status
fil: Tignan ang iyong Resin recovery status
fr: Vérifier le niveau de récupération des résines
it: Check your resin recovery status
ja: 樹脂の回収状況を確認
ko: Check your resin recovery status
ru: Проверьте заполненность смолы
vi: Kiểm tra trạng thái phục hồi nhựa của bạn
zh_hant: 查詢樹脂充填狀態

# widget.status.not_received
source: （未领取）
en: (Not received)
fil: (Not received)
fr: (Non récupéré)
it: (Not received)
ja: (受け取っていません)
ko: (Not received)
ru: (Не получено)
vi: (Chưa Nhận)
zh_hant: （未領取）

# widget.status.title
source: 原神状态
en: Genshin Status
fil: Genshin Status
fr: Status de Genshin
it: Genshin Status
ja: 原神アカウント情報
ko: Genshin Status
ru: Genshin Статус
vi: Trạng Thái
zh_hant: 原神狀態

# currentEventNavigator.viewAll.title
source: 全部
fil: Lahat
fr: Tout
it: Tutti
ja: すべて
ko: 모두
ru: Все
vi: Tất cả

source: 160, 已回满
fil: 160, puno
it: 160, full
ko: 160, full
ru: 160, полная
vi: 160, đầy

source: 本月账单 (%lld月)
fil: Ledger para sa buwan na ito %lld
it: Ledger for this month %lld
ko: Ledger for this month %lld
ru: Статистика за этот месяц
vi: Tổng kết của tháng này %lld

# about.group.qq.channel
source: 加入QQ频道
ja: QQチャンネルに参加
